[S_Broadcast_Truth_Advent_Speaker_01 AkEvent]
SpokenText="Друзi мої! Ось уже двадцять рокiв ми всiєю душею вiримо в \"Адвент\" i Старiйшин, тому що сподiваємося на свiтле майбутнє. Сьогоднi наша вiра буде винагороджена."

[S_Broadcast_Truth_Advent_Speaker_02 AkEvent]
SpokenText="Миротворчi сили \"Адвента\" принесуть найбiльший дар Старiйшин людям по всьому земному шару."

[S_Broadcast_Truth_Advent_Speaker_03 AkEvent]
SpokenText="Це революцiйна генна терапiя. Зникнення всiх хвороб. Кiнець болю i страждань. Настає свiтанок нової ери. Для всiх нас. Сьогоднi."

[S_Broadcast_Truth_Advent_Speaker_04 AkEvent]
SpokenText="Справдi, людство займе гiдне мiсце серед iнших рас у Всесвiтi."

[S_Game_Over_Advent_Speaker_01 AkEvent]
SpokenText="Спiвгромадяни! Я звертаюся до вас зi сльозами на очах. Скiльки життiв було втрачено, скiльки тягарiв перенесено за час боротьби з тими, хто бажав зруйнувати нашу велику коалiцiю. Сьогоднi всьому цьому покладено край."

[S_Game_Over_Advent_Speaker_02 AkEvent]
SpokenText="XCOM бiльше не iснує."

[S_Game_Over_Advent_Speaker_03 AkEvent]
SpokenText="Миротворцi \"Адвента\" зрiвняли з землею останнiй оплот противника, i з ним нарештi вiдходять у минуле останнi пережитки старого свiту."

[S_Game_Over_Advent_Speaker_04 AkEvent]
SpokenText="Дякую вам за вашу пiдтримку. Подякуємо також Старiйшинам за те, що вони не залишали нас у цей нелегкий час."

[S_Game_Over_Advent_Speaker_05 AkEvent]
SpokenText="Хай живе \"Адвент\"! Хай живуть Старiйшини!"

[S_Intro_Advent_Speaker_01 AkEvent]
SpokenText="Купка дисидентiв знову повторює помилки старого свiту. Наносячи свiй удар в той момент, коли ми вшановуємо великодушного спасителя, який знову i знову пропонує нам лише свою дружбу i спiвчуття. Однак цi пустi дiї нiколи не могли порушити зв'язок мiж людством i Старiйшинами..."

[S_Liberation_Network_One_Speaker_01 AkEvent]
SpokenText="Краще життя можливе. Приймiть мудрiсть Старiйшин, вiдкиньте бруд i занепад старого свiту. Приєднуйтесь до \"Адвента\". Приєднуйтесь до Старiйшин. Допоможiть створити майбутнє..."

[S_Retaliation_Advent_Spokesman_01_Setup_Phase AkEvent]
SpokenText="Спiвгромадяни! Двадцять рокiв коалiцiя \"Адвент\" безперестанку боролася з бiдами i несправедливiстю старого свiту. Ми привели мiста до процвiтання, а людей до щастя. Наш свiт зцiлюється."

[S_Retaliation_Advent_Spokesman_02_Setup_Phase AkEvent]
SpokenText="Однак серед нас є тi, хто вiдмовляється визнати правду. Дисиденти, якi не бажають розлучитися з хаосом минулого i страшними хворобами. Тi, хто хоче забрати у нас усе, чого нам вдалося досягти."

[S_Retaliation_Advent_Spokesman_03_Setup_Phase AkEvent]
SpokenText="Їх потрiбно зупинити. Тому прямо зараз миротворцi \"Адвента\" ведуть наступ на прилеглих територiях, щоб покiнчити з цiєю загрозою раз i назавжди. Ми гарантуємо безпеку всiм, кого може торкнутися ця криза."

[S_Retaliation_Advent_Spokesman_04_Setup_Phase AkEvent]
SpokenText="З вашою допомогою ми впораємося з усiма радикальними елементами..."

[S_Retaliation_Advent_Spokesman_05_Setup_Phase AkEvent]
SpokenText="...i нагородою буде ще двадцять рокiв миру i процвiтання."

